// toolbar items

"SToolbarSimpleMode" = "Обычный режим";
"SToolbarSimpleModeHint" = "Обычный режим";

"SToolbarAdvancedMode" = "Режим \"Эксперт\"";
"SToolbarAdvancedModeHint" = "Режим \"Эксперт\"";

"SToolbarEnterDFU" = "DFU";
"SToolbarEnterDFUHint" = "DFU";

"SToolbarLog" = "Журнал";
"SToolbarLogHint" = "Журнал";

"SToolbarHelp" = "Помощь";
"SToolbarHelpHint" = "Помощь";

"SToolbarExit" = "Выход";
"SToolbarExitHint" = "Выход";

// Bubbles

"SClickHere" = "Нажмите для продолжения";
"SITunesNotFound" = "У вас, вероятно, установлена версия iTunes ниже чем 8.0. Вам необходимо обновить iTunes, чтобы была возможность использовать индивидуальную прошивку.";
"SFreeSpace" = "Доступно: %.02f MB";

// Select platform

"SSPText" = "Пожалуйста, выберите устройство, которое вы хотите модифицировать.\nЭто может быть iPhone (3G, 3GS, 4), iPod Touch (3G, 4G), iPad, AppleTV 2G.";
"SSPTooltip" = "Нажмите для %@";
"SSPSelectPlatform" = "Выберите устройство";

// Browse firmware

"SBFText" = "Выберите оригинальный файл прошивки .ipsw, который вы хотите использовать. Если PwnageTool не сможет найти этот файл автоматичски, вам будет предложено самостоятельно выбрать его, и вы сможете продолжить.";
"SBFSelectFirmware" = "Выберите файл прошивки";
"SBFWrongFirmwareSelected" = "Выбран недопустимый файл прошивки";
"SBFNoFirmwareFound" = "Не найден файл прошивки!\nХотите найти этот файл в сети?";
"SBFBrowseFirmware" = "Выбрать файл прошивки для %@.";
"SBFGoogleSearch" = "http://www.google.com/search?&q=%@+4.1+ipsw+download";
"SBFHint" = "Вы можете переключиться в режим \"Эксперт\" и самостоятельно выбрать оригинальный файл прошивки для %@";
"SBFBrowseIPSW" = "Выбрать прошивку...";

// Builder Menu

"SBMText" = "Этот экран позволяет настроить индивидуальный файл прошивки. Здесь вы можете корректировать настройки каждого раздела, как только закончите, нажмите \"Создать\" для компиляции файла .ipsw, который вы сможете использовать для прошивки вашего %@.";
"SBMSelectAction" = "Выберите раздел";
"SBMGeneral" = "Настройки";
"SBMCydia" = "Cydia";
"SBMCustom" = "Свои пакеты";
"SBMLogos" = "Логотипы";
"SBMBuild" = "Создать";

// Builder Settings

"SBSText" = "Здесь Вы можете включить активацию телефона, обновление прошивики baseband до оригинальной версии, а так же настроить размер корневого раздела.";

// Builder Cydia

"SBYText" = "Настройка приложений для Cydia. Передвигайтесь по вкладкам и выберите приложения, которые Вы хотите включить в прошивку. Также Вы сможете установить приложения для Cydia непосредственно в %@.";
"SBYDeletePackages" = "Вы действительно хотите удалить приложения для Cydia из PwnageTool?";
"SBYDeleteSources" = "Вы действительно хотите удалить репозитории для Cydia из PwnageTool?";
"SBYBadURL" = "Извините, но этот URL недоступен.";

// Builder Custom

"SBCText" = "Настройка индивидуальных пакетов. Выберите пакеты, которые Вы хотите включить в прошивку.";

// Builder Logos

"SBLText" = "Здесь вы можете выбрать свои изображения, которыми можно заменить стандартные логотипы, они могут быть добавлены с помощью кнопки \"Выбрать\".";
"SBLBrowseBootLogo" = "Выберите изображение для Boot-логотипа.";
"SBLBrowseRecoveryLogo" = "Выберите изображение для Recovery-логотипа.";
"SBLBadImage" = "Файл не соответствует требованиям спецификации.";

// Builder Build

"SBDText" = "Компилируем файл .ipsw, который можно будет использовать для прошивки %@.";
"SBDNoFreeSpace" = "У вас недостаточно свободного места.";
"SBDSaveIPSW" = "Укажите файл для сохранения .ipsw.";
"SBDSaveOnDesktop" = "Создаём файл .ipsw, который можно будет использовать для восстановления %@ с помощью iTunes. Файл будет размещён на вашем рабочем столе. Хотите продолжить?";
"SBDAskForPwned" = "На Вашем %@ уже используется индивидуальная прошивка\n(имеется логотип ананаса)?\nЕсли Вы не уверены, нажмите \"No\".";
"SBDRestore" = "Закройте программу PwnageTool, введите %@ в Recovery mode, запустите iTunes и восстановите с индивидуальным файлом прошивки.";
"SBDAreYouLegit" = "У Вас имеется официальный контракт с оператором связи, который позволит Вам активировать %@ в iTunes?";

// Enter DFU

"SEDText" = "Это руководство поможет вам перейти в режим DFU, необходимый для корректного восстановления Вашего %@ с индивидуальным файлом прошивки.";
"SEDRestartGame" = "Сбой при переходе\nв режим DFU.\nХотите попробовать снова?";
"SEDFailed" = "Сбой при переходе\nв режим DFU";
"SEDSuccess" = "Успешный переход\nв режим DFU";
"SEDRestore" = "Успешный переход в режим DFU!\nЗакройте программу PwnageTool, запустите iTunes и восстановите с индивидуальным файлом прошивки.";
"SEDConnect" = "Подключите устройство к USB";
"SEDTurnOff" = "Выключите устройство";
"SEDPrepare" = "Приготовьтесь нажать\nкнопки \"Power\" и \"Home\"\nчерез 5 секунд...";
"SEDPressTwoButtons" = "Нажмите кнопки \"Power\" и \"Home\"!";
"SEDHoldTwoButtons" = "Удерживайте кнопки \"Power\" и \"Home\"\nв течении 10 секунд...";
"SEDHoldTwoButtons2" = "Удерживайте кнопки \"Power\" и \"Home\"\nв течении 10 секунд...\n\nПриготовьтесь отпустить\nкнопку \"Power\"";
"SEDReleasePowerButton" = "Отпустите кнопку \"Power\"!";
"SEDHoldOneButton" = "Удерживайте кнопку \"Home\"\nв течении 10 секунд...";

"SEDATVUnplug" = "Отсоедините кабель\nпитания от Apple TV";
"SEDATVPrepare" = "Приготовьтесь нажать\nкнопки \"Menu\" и \"Play\"\nчерез 5 секунд...";
"SEDATVPressTwoButtons" = "Нажмите кнопки\n\"Menu\" и \"Play\"!";
"SEDATVHoldTwoButtons" = "Удерживайте кнопки\n\"Menu\" и \"Play\"\nв течении 7 секунд...\n\nПотом отпустите\nобе кнопки...";
"SEDATVReleaseButtons" = "Отпустите обе кнопки!";

//

"SNotEnoughFreeSpace" = "Недостаточно места в %@. Убедитесь, что вы имеете хотя бы %d свободных MB.";
"SLoadedIPSWFile" = "Загружен файл .ipsw из '%@'.";
"SCustomIPSWNameFormat" = "%@_Custom_Restore.ipsw";

"SIPSWRecognized" = "Файл .ipsw идентифицирован как %@.";
"SIPSWNotRecognized" = "Не удалось идентифицировать файл .ipsw.";

"SCIMaking" = "Создание собственного логотипа %@.";
"SCIMakingSuccess" = "OK";
"SCIMakingFailed" = "Сбой";

"SIPSWUnzip" = "Распаковка файла .ipsw в %@.";
"SIPSWUnzipSuccess" = "OK";
"SIPSWUnzipFailed" = "Сбой";

"SFWPatch" = "Изменение %@.";
"SFWPatchSuccess" = "OK";
"SFWPatchFailed" = "Сбой";

"SFSConvertToUDRW" = "Преобразование образа корневого раздела из UDZO в UDRW образ.";
"SFSConvertToUDRWSuccess" = "OK";
"SFSConvertToUDRWFailed" = "Сбой";

"SFSResize" = "Изменение размера образа корневого раздела до %@.";
"SFSResizeSuccess" = "OK";
"SFSResizeFailed" = "Сбой";

"SFSAttach" = "Монтирование образа корневого раздела в '%@'.";
"SFSAttachSuccess" = "OK";
"SFSAttachFailed" = "Сбой";

"SFSDetach" = "Демонтирование образа корневого раздела из '%@'.";
"SFSDetachSuccess" = "OK";
"SFSDetachFailed" = "Сбой";

"SFSConvertToUDZO" = "Преобразование образа корневого раздела в из UDRW в UDZO образ.";
"SFSConvertToUDZOSuccess" = "OK";
"SFSConvertToUDZOFailed" = "Сбой";

"SFSASRScan" = "Подготовка образа корневого раздела с помощью ASR.";
"SFSASRScanSuccess" = "OK";
"SFSASRScanFailed" = "Сбой";

"SFSPatch" = "Добавление %@.";
"SFSPatchSuccess" = "OK";
"SFSPatchFailed" = "Сбой";

"SCPAdding" = "Добавление индивидуального пакета %@.";
"SCPAddingSuccess" = "OK";
"SCPAddingFailed" = "Сбой";

"SYPAdding" = "Добавление приложения %@ в Cydia.";
"SYPAddingSuccess" = "OK";
"SYPAddingFailed" = "Сбой";

"SCPAddFailed" = "Сбой при добавлении индивидуального пакета %@. Не достаточно свободного места на корневом разделе.";
"SYPAddFailed" = "Сбой при добавлении приложения %@ в Cydia. Не достаточно свободного места на корневом разделе.";

"SBBPrepareUpdate" = "Подготовка к изменению Baseband.";
"SBBPrepareUpdateSuccess" = "OK";
"SBBPrepareUpdateFailed" = "Сбой";

"SIPSWZip" = "Архивация файла .ipsw.";
"SIPSWZipSuccess" = "OK";
"SIPSWZipFailed" = "Сбой";

"SIPSWBuildSuccess" = "Файл .ipsw успешно создан в '%@'.";
"SIPSWBuildFailed" = "Сбой создания файла .ipsw.";

"SRDAttach" = "Монтирование %@ в '%@'.";
"SRDAttachSuccess" = "OK";
"SRDAttachFailed" = "Сбой";

"SRDDetach" = "Демонтирование %@ из '%@'.";
"SRDDetachSuccess" = "OK";
"SRDDetachFailed" = "Сбой";

"SRDResize" = "Изменение размера %@ до %@.";
"SRDResizeSuccess" = "OK";
"SRDResizeFailed" = "Сбой";

"SRDUpdating" = "Изменение %@.";
"SRDUpdatingSuccess" = "OK";
"SRDUpdatingFailed" = "Сбой";

"SNoFreeSpaceLeft" = "Не достаточно свободного места на корневом разделе.";

"SPDownloading" = "Загрузка";
"SPDownloadFailed" = "Сбой";
"SPDownloaded" = "Загружено";
"SPCanceled" = "Отменено";
"SPNewVersion" = "Новая версия";

"SFailedToPrepareX1222IPSW" = "Сбой подготовки x12220000_4_Recovery.ipsw файла.";

